<h4>Quellenart, Umfang (300 $a)</h4>

<p>Dieses Feld enth&auml;lt Angaben zur Kategorie der vorliegenden Quelle. Ihr vorangestellt wird die Anzahl der vorhandenen Exemplare. Durch Doppelpunkt getrennt folgen die Paginierungsabk&uuml;rzungen: &bdquo;f.&ldquo; f&uuml;r folio, &bdquo;p.&ldquo; f&uuml;r pagina, &bdquo;lvs.&ldquo; f&uuml;r leaves (Papierbogen) und &bdquo;fds.&ldquo; f&uuml;r folds (Lagen).</p>

<p>Folgende Bezeichnungen sind m&ouml;glich, welche durch Kategoriewiederholung voneinander getrennt werden, sofern sie zu einer gemeinsamen Materialschicht geh&ouml;ren:</p>

<ol>
	<li><strong>score(s)</strong><br>
	Eine Partitur enth&auml;lt alle Stimmen eines Werks und ist somit als &bdquo;score&ldquo; zu bezeichnen. Dies gilt auch bei Werken f&uuml;r eine Singstimme und Begleitung. Noten von Werken f&uuml;r ein Instrument werden jedoch als part benennt.</li>
	<li><strong>piano score(s)</strong><br>
		<strong>vocal score(s)</strong><br>
		<strong>particell</strong><br>
		<strong>short score(s)</strong><br>
		&ldquo;short score(s)&rdquo; wird nur angegeben, wenn nicht eindeutig zu bestimmen ist, um welche Art reduzierter Partitur es sich handelt.</li>
	<li><strong>part(s)</strong><br>
	Als parts werden Einzelstimmen bezeichnet (vokal oder instrumental), unabh&auml;ngig von der Anzahl notierter Systeme (z. B. Klavier, Orgel, Klavier 4hd.). Auch einzelne Orchesterstimmen geh&ouml;ren unter diese Einordnung. Die Seitenangaben der einzelnen Stimmengruppen werden analog zur Angabe der vorhandenen Stimmen unter &bdquo;Stimmenmaterial (590$a)&ldquo; durch Semikolon getrennt.</li>
	<li><strong>choir book(s)</strong><br>
	Analog zu Partituren werden hier Chorb&uuml;cher angegeben.</li>
	<li><strong>sketches</strong><br>
	Die Bezeichnung &bdquo;sketches&ldquo; wird dann angewandt, wenn verschiedene Skizzen auf einem Dokument vorhanden sind, die zu keiner oder mehreren der oben erw&auml;hnten Kategorie gez&auml;hlt werden k&ouml;nnen.
	</li>
	<li><strong>libretto / libretti</strong></li>
	<li><strong>theoreticum / theoretica</strong></li>
	<li><strong>others</strong><br>
		Kann keine der oben erw&auml;hnten Kategorien angewandt werden, wird hier die Bezeichnung &bdquo;others&ldquo; angegeben.
	</li>
</ol>

<p>Bsp.:</p> 	
<ul>	
	<li>1 score: 35p.</li>
	<li>5 parts: 12, 12, 9, 9, 15p.</li>
	<li>1 short score: 8f.</li>
</ul>

<p>Bei Einzeleintr&auml;gen von Collections/Konvoluten wird die genaue Seitenzahl, auf welchen sich das entsprechende Werk befindet, angegeben, wobei der Indikator &bdquo;p.&ldquo; bzw. &bdquo;f.&ldquo; bzw. &bdquo;lvs.&ldquo; bzw. &bdquo;fds.&ldquo; vorangestellt wird.</p>

<p>Bsp.:</p>
<ul>
	<li>1 score: p.5-8</li>
	<li>5 parts: p.2-3, 2-3, 2, 2, 3-5</li>
	<li>1 short score: f.2r-4v</li>
</ul>

<h4>Set (300 $3)</h4>

<p>Bei Kategoriewiederholung &sbquo;+&rsquo; ist hier die entsprechende Materialschicht anzugeben.</p>

<p><strong>Achtung!</strong> Bitte darauf achten, dass die zusammengeh&ouml;renden Angaben der jeweiligen Materialschichten in allen Feldern der physischen Beschreibung korrespondieren.</p>

<h4>Illustrationen (300 $b)</h4>

<p>In diesem Feld k&ouml;nnen Angaben zu Illustrationen (z. B. Titelkupfer, Zeichnungen, Malereien oder Illuminierungen) gemacht werden. Das Feld kann frei beschrieben werden.</p>

<h4>Format (300 $c)</h4>

<p>Die Formatangabe richtet sich nach der Formel H&ouml;he x Breite und ist in cm anzugeben. Ein weiteres Format kann zus&auml;tzlich in runden Klammern angegeben werden. Mehrere unterschiedliche Formate innerhalb der gleichen Materialschicht werden mit &bdquo;Different sizes&ldquo; bezeichnet.</p>

<p>Bsp.:</p> 
<ul>
	<li>26.5 (14) x 18 (24.5) cm</li>
</ul>
