<h4>Musikincipit (031)</h4>

<p>Ein Musikincipit wird als zusammenh&auml;ngender Block verstanden. Es widerspiegelt einen Ausschnitt aus dem ganzen Werk. Grunds&auml;tzlich wird mindestens ein Incipit der Instrumentalstimme und der Vokalstimme aufgenommen.
</p>

<p><strong>Achtung!</strong> Transponierte Instrumente werden klingend notiert. Siehe dazu den entsprechenden Abschnitt in den Arbeitshilfen.</p>

<h4>Incipitnummer (031 $a)</h4>

<p>Die Incipitnummer besteht aus drei durch Punkte getrennte Zahlen, welche f&uuml;r das St&uuml;ck, den Satz und das Incipit stehen. Incipits mit unterschiedlichen Ziffern am Schluss aber identischen Zahlen an zweiter Stelle zeigen ein gleichzeitiges Erklingen an. Unterschiedliche Endziffern k&ouml;nnen auch dann verwendet werden, wenn 1. die Einleitung und 2. der Einsatz der Vokalstimme wiedergegeben werden.</p>

<p>z. B.:</p>
<ul>
 	<li>1.1.1 &ndash; 1. St&uuml;ck, 1. Satz, 1. Incipit</li>
	<li>1.1.2 &ndash; 1. St&uuml;ck, 1. Satz, 2. Incipit (gleichzeitig klingend wie 1.1.1 oder Einsatz Vokalstimme)</li>
	<li>1.2.1 &ndash; 1. St&uuml;ck, 2. Satz, 1. Incipit</li>
</ul>

<p><strong>Achtung!</strong> Werden Incipits ausgelassen, wird trotzdem fortlaufend nummeriert; z. B.:	Fehlen bei einer Quelle (4-s&auml;tzige Symphonie) die Mittels&auml;tze, wird das erste Incipit aus dem 1. Satz mit 1.1.1 bezeichnet. Das zweite erh&auml;lt die Nummer 1.2.1, nicht 1.4.1, obwohl es aus dem 4. Satz stammt!</p>

<h4>Satztitel, Tempo (031 $d)</h4>

<p>Der Satztitel wird in originaler Schreibweise wiedergegeben. D. h. Zeilenumbr&uuml;che werden durch &bdquo;/&ldquo; gekennzeichnet. Die Verwendung von eckigen Klammern f&uuml;r recherchierte Titel ist erlaubt; innerhalb eines Bestandes sollten solche jedoch in normierter Schreibweise gehalten werden.</p>

<p>Hat ein Satz mehrere Titel, werden diese durch Kategoriewiederholung in neuen Feldern angef&uuml;gt. Ebenso wird bei zus&auml;tzlich vorhandenen Tempoangaben verfahren.</p>

<p>Bleibt die Angabe innerhalb eines Satzes gleich, wird der Titel bzw. das Tempo nur im ersten Incipit angegeben.</p>

<p>Ist auf der Quelle kein Tempo angegeben, bleibt das Feld leer.</p>

<h4>Besetzung (031 $m)</h4>

<p>Die Besetzung des Incipits wird gem&auml;ss Abk&uuml;rzungsliste angegeben. Transponierende Instrumente werden klingend notiert. Die Stimmung des Instruments wird im codierten &bdquo;Kommentar zum Musikincipit (031 $q)&ldquo; genannt.</p>

<h4>Rolle (031 $e)</h4>

<p>Angabe der zum Incipit geh&ouml;renden Rolle. Mit eckigen Klammern wird eine Erg&auml;nzung, mit Fragezeichen eine unsichere Rollenangabe gekennzeichnet.
</p>

<h4>Textincipit (031 $t)</h4>

<p>Aus Gr&uuml;nden der Zuordnung zwischen Text- und Notenincipit, m&uuml;ssen die Angaben aus 740 $a hier wiederholt werden. Die Textincipits werden aus dem Index &uuml;bernommen. Mehrere Texte k&ouml;nnen mittels Kategoriewiederholung angegeben werden.</p>

<h4>Tonart, Modus (031 $r)</h4>

<p>Die Tonart des Incipits wird gem&auml;ss der Abk&uuml;rzungsliste eingegeben.</p>

<h4>Metrum (031 $o)</h4>

<p>Hier wird das zum Incipit geh&ouml;rende Taktmass angegeben. Die entsprechende Art wird als Bruchzahl dargestellt:</p>

<p>z. B.:</p>
<ul>
	<li>4/4</li>
	<li>6/8</li>
</ul>

<p>Dabei soll die mensurierte Notation folgendermassen umgeschrieben werden:</p>
<ul>
<li>c	=	4/4</li>
<li>c/	=	2/2</li>
<li>o	=	3/1</li>
<li>o/	=	3/2</li>
</ul>

<p>Steht in der Quelle beispielsweise nur eine &bdquo;3&ldquo;, muss diese z. B. zu &bdquo;3/4&ldquo; erg&auml;nzt werden.</p>

<p>Falls die Taktangabe in der Quelle offensichtlich falsch ist, muss das Taktmass so angegeben werden, dass es mit dem tats&auml;chlichen Incipit &uuml;bereinstimmt. Dies kann unter &bdquo;Kommentar zum Musikincipit ($q)&ldquo; n&auml;her ausgef&uuml;hrt werden.</p>

<p>Das Taktmass wird ebenfalls erg&auml;nzt, wenn in der Quelle keine Angaben dar&uuml;ber vorhanden sind. Auch dies wird im Kommentar n&auml;her erl&auml;utert.</p>


<h4>Schl&uuml;ssel (031 $g)</h4>

<p>Der zum Incipit geh&ouml;rende Notenschl&uuml;ssel wird kodiert eingegeben. Die erste Stelle bezeichnet die Art des Schl&uuml;ssels, die 3. die bezeichnete Notenlinie. Bindestrich an zweiter Stelle bedeutet moderne Notation, Plus bedeutet Mensuralnotation.</p>

<p>z. B.:</p> 
<ul>
	<li>G-2 = G-Schl&uuml;ssel / Violinschl&uuml;ssel auf der 2. Linie</li>
	<li>C-3	= C-Schl&uuml;ssel auf der 3. Linie</li>
	<li>C+3	= C-Schl&uuml;ssel auf der 3. Linie, Mensuralnotation</li>
	<li>g-2	= G-Schl&uuml;ssel oktaviert f&uuml;r Tenor auf der 2. Linie</li>
	<li>F-4	= F-Schl&uuml;ssel / Bassschl&uuml;ssel auf der 4. Linie</li>
</ul>

<h4>Globalvorzeichen (031 $n)</h4>

<p>Die Globalvorzeichen werden durch das vorangestellte &sbquo;$&rsquo;-Zeichen kenntlich gemacht. Kreuztonarten werden mit &bdquo;x&ldquo;, B-Tonarten mit &bdquo;b&ldquo; gekennzeichnet. Anschliessend folgen die erh&ouml;hten bzw. erniedrigten T&ouml;ne.</p>

<p>z. B.:</p>
<ul>
	<li>$xF	= Ton F wird erh&ouml;ht =&gt; G-Dur bzw. e-Moll</li>
	<li>$bBE = T&ouml;ne B und E werden erniedrigt =&gt; B-Dur bzw. g-Moll</li>
</ul>

<p>Fehlen in einer Quelle einzelne Globalvorzeichen, werden sie in eckigen Klammern erg&auml;nzt.</p>

<p>z. B.:</p>	
<ul>
	<li>$xFC[G]	</li>
</ul>

<p>In der Quelle sind nur F und C mittels Globalvorzeichen erh&ouml;ht. Das St&uuml;ck steht jedoch eindeutig in A-Dur. Also ist die letzte Erh&ouml;hung zu erg&auml;nzen.</p>

<p><strong>Achtung!</strong> Jegliche im St&uuml;ck als &bdquo;Gis&ldquo; notierten T&ouml;ne sind in diesem Fall als &bdquo;G&ldquo; zu notieren, da diese durch die Globalvorzeichen bereits erh&ouml;ht werden! </p>

<p>Sind keine Globalvorzeichen vorhanden, bleibt das Feld leer.</p>

<h4>Musikincipit (031 $p)</h4>

<p>Das Musikincipit wird in kodierter Form (Plaine and Easy-Code) eingegeben. Folgende Eingabemuster gilt es zu ber&uuml;cksichtigen:</p>

<p>1. Oktavregister:</p>
<ul>
	<li>&#x27;      = in 1. Oktave hoch</li>
	<li>&#x27;&#x27;     = in 2. Oktave hoch</li>
	<li>&#x27;&#x27;&#x27;    = in 3. Oktave hoch</li>
	<li>,      = in 1. Oktave tief</li>
	<li>,,     = in 2. Oktave tief</li>
	<li>,,,    = in 3. Oktave tief</li>
</ul>

<p>2. Die rhythmischen Werte:</p>
<ul>
	<li>0      = Longa</li>
	<li>9      = Brevis</li>
	<li>1      = Ganze / Semibrevis</li>
	<li>2      = Halbe / Minima</li>
	<li>4      = Viertel / Semiminima</li>
	<li>8      = Achtel / Fusa</li>
	<li>6      = Sechzehntel / Semifusa</li>
	<li>3      = Zweiunddreissigstel</li>
	<li>5      = Vierundsechzigstel</li>
	<li>7      = Einhundertachtundzwanzigstel</li>
	<li>4.     = punktierte Viertel</li>
	<li>8..    = doppelt punktierte Achtel</li>
	<li>7.     = Choralnote</li>
</ul>

<p>3. Akzidentien:</p>
<ul>
	<li>x      = Kreuz</li>
	<li>xx     = Doppelkreuz,</li>
	<li>b      = B</li>
	<li>bb     = Doppel-B,</li>
	<li>n      = Aufl&ouml;sungszeichen</li>
</ul>

<p>4. Tonbuchstaben:</p>
<ul>
	<li>C, D, E, F, G, A, B [!]</li>
</ul>

<p>5. Vorschl&auml;ge:</p>
<ul>
	<li>g      = kleiner Vorschlag (ohne rhythmischen Wert)</li>
	<li>q      = Vorschlag (mit rhythmischem Wert)</li>
	<li>qq...r = mehrere zusammengeh&ouml;rige Vorschl&auml;ge (mit rhythmischem Wert)</li>
</ul>

<p>6. Pause:</p>
<ul>
	<li>8-     = Achtelpause,</li>
	<li>2-     = halbe Pause, etc.</li>
	<li>=oder=1= ein Takt Pause</li>
	<li>=35    = 35 Takte Pause (Taktstrich nicht vergessen!)</li>
</ul>

<p>7. Taktstrich:</p>
<ul>
	<li>/      = Taktstrich,</li>
	<li>//     = Doppelstrich</li>
	<li>//:    = Doppelstrich mit Wiederholung</li>
	<li>://    = Doppelstrich mit Wiederholung</li>
	<li>://:   = Doppelstrich mit Wiederholung</li>
</ul>

<p>8. Weitere Zeichen:</p>
<ul>
	<li>t 	= Triller (steht unmittelbar hinter Tonbuchstabe)</li>
	<li>+ 	= Haltebogen (steht unmittelbar hinter Tonbuchstabe nicht mit Legatobogen verwechseln)</li>
	<li>() 	= Fermate (nur ein einzelner Tonbuchstabe oder eine einzelne Pause kann eingeklammert werden; Vorzeichen, Oktave etc. m&uuml;ssen ausserhalb der Klammer stehen. Siehe auch Sonderrhythmen)</li>
</ul>

<p>9. Balkung:</p>
<ul>
	<li>{      = Balkungsbeginn</li>
	<li>}      = Balkungsende</li>
	<li>&amp;  = Konventionelle Balkung (plaziert </li>
</ul>

<p>10. Sonderrhythmen:</p>
<ul>
	<li>(      = Beginn Sonderrhythmus</li>
	<li>)      = Ende Sonderrhythmus</li>
</ul>

<p>Vor &#x27;(&#x27; muss der Gesamtwert des Sonderrhythmus stehen</p>

<p>Nach &#x27;(&#x27; muss der rhythmische Wert der 1. Note stehen, auch dann, wenn er mit </p>
<p>dem der Note vor dem Sonderrhythmus identisch ist.</p>

<p>Vor &#x27;)&#x27; muss noch der Z&auml;hlwert des Sonderrhythmus angegeben</p>
<p>werden. Er wird mit &#x27;;&#x27; von der letzten Note getrennt.</p>

<p>z.B.:</p>
<ul>
	<li>8(3ABCDE;5)    = Quintole, 5 Zweiunddreissigstel, Gesamtwert Achtel.</li>
	<li>8({3ABCDE};5)  = Quintole, 5 Zweiunddreissigstel, Gesamtwert Achtel, mit Balkung</li>
</ul>

<p>Die Triole ist als Spezialfall des Sonderrhythmus zu verstehen. Sie m&uuml;sste 
eigentlich so kodiert werden: 8(6ABC;3) oder 8({6ABC};3). Stattdessen ist 
folgende Abk&uuml;rzung erlaubt:</p>
<ul>
       <li>(6ABC)</li>
       <li>({6ABC})</li>
</ul>

<p><strong>Achtung:</strong> nicht den rhythmischen Wert innerhalb der Klammer vergessen!!</p>

<p>11. Verk&uuml;rzte Schreibweisen:</p>

<p>11.1. Figurwiederholung:</p>
<ul>
	 <li>!     = Figurbeginn bzw. Figurende</li>
	 <li>f     = Wiederholungsaufruf</li>
</ul>

<p>Die Figur wird so h&auml;ufig wiederholt, wie &#x27;f&#x27; hinter dem zweiten &#x27;!&#x27; stehen </p>
<p>(nur innerhalb eines Taktes m&ouml;glich).</p>

<p>z.B.: </p>
<ul>
	<li>!{&#x27;8ABAG}!ff    zweimalige Wiederholung</li>
</ul>

<p>11.2. Taktwiederholung</p>
<ul>
	<li>i      = Taktwiederholungsaufruf</li>
</ul>

<p>Taktwiederholung des unmittelbar vorausgehenden Taktes. &#x27;i&#x27; muss immer zwischen </p>
<p>zwei Taktstrichen stehen.</p>

<p>z.B.:</p>  
<ul>
	<li>&#x27;4ABAG/i/i/     zweimalige Wiederholung des Taktes</li>
</ul>

<p>11.3. Rhythmisches Muster</p>

<p>Wenn sich eine rhythmische Abfolge mehrmals wiederholt, kann sie den</p>
<p>betroffenen Tonbuchstaben als rhythmisches Muster vorangestellt werden.</p>

<p>z.B.: </p> 
<ul>
	<li>statt   8.A6B8C8.D6E8F  steht   8.68ABCDEF</li>
</ul>

<p>Das rhythmische Muster endet, sobald ein anderer rhythmischer Wert folgt.
</p>

<p>12. Schl&uuml;ssel-, Vorzeichen-, Taktwechsel:</p>

<p>Die Elemente aus dem Vorsatz (%, $, @) k&ouml;nnen einzeln und zusammen im Kontext wieder aufgerufen werden. Dem </p>
<p>Steuerzeichen folgt die ver&auml;nderte Globalangabe (Takt, Vorzeichen oder Schl&uuml;ssel), danach muss ein Leerzeichen stehen.</p>

<p><strong>Achtung:</strong> Das Steuerzeichen nicht vergessen!!!</p>

<p>z.B.:</p>  
<ul>
	<li>%C-1 &#x27;2A</li>
    <li>%C-1 $xFC &#x27;8B</li>
	<li>@3/2 &#x27;1C</li>
    <li>$nBE $xFC</li>
</ul>

<p>13. Abbreviaturen</p>

<p>Verk&uuml;rzte Schreibweisen in den Noten, wie Tremolo auf Halbe D oder Faulenzer, </p>
<p>m&uuml;ssen ihrer tats&auml;chlichen Notierung gem&auml;ss aufgel&ouml;st werden.</p>

<p>z.B.: </p> 
<ul>
	<li>Tremolo Halbe auf D = {&#x27;8DDDD}</li>
 </ul>


<h4>Kodierter Kommentar zum Musikincipit (031 $s)</h4>
<ul>
	<li>&bdquo;?&ldquo;	Fehler im Incipit konnte nicht korrigiert werden.</li>
	<li>&bdquo;+&ldquo;	Fehler im Incipit wurde korrigiert.</li>
	<li>&bdquo;t&ldquo;	Das Incipit wurde in moderne Notation transkribiert.</li>
</ul>

<h4>Kommentar zum Musikincipit (031 $q)</h4>

<p>Hier k&ouml;nnen weitere Kommentare angegeben werden, wie zum Beispiel die Stimmung transponierter Instrumente, welche im Incipit vorkommen.</p>
