<p>Die Erfassungsmaske enth&auml;lt eine bestimmte Anzahl grundlegender Funktionsbuttons, welche die Arbeit mit der Software bestimmen. Folgende M&ouml;glichkeiten stehen zur Verf&uuml;gung:</p>

<h3>Allgemeine Funktionsbuttons</h3>

<h3>Speichern (Save)</h3>

<p>Ein Klick auf diesen Funktionsbutton speichert die laufende Titelaufnahme. Beim ersten Speichervorgang eines Titels wird die RISM-Nummer automatisch vergeben. Es empfiehlt sich h&auml;ufiges Speichern, damit ein Datenverlust m&ouml;glichst ausgeschlossen wird.</p>


<h3>Vorschau</h3>

<p>Die Vorschau-Funktion erm&ouml;glicht die Ansicht der Daten in der Anzeigemaske w&auml;hrend des Erfassungsprozesses. Dabei wird automatisch ein neues Fenster ge&ouml;ffnet, welches u. a. auch verschoben werden kann.</p>


<h3>Spezifische Funktionsbuttons in den einzelenen Kategorien/Feldern</h3>

<h3>Richtlinien (?)</h3>

<p>Bei Klick auf das Fragezeichen erscheinen die f&uuml;r diese Kategorie geltenden Richtlinien in einem neuen Fenster.</p>


<h3>Kategoriewiederholung (+)</h3>

<p>Diejenigen Felder, welche eine Kategoriewiederholung zulassen, enthalten ein &bdquo;+&ldquo;-Zeichen. Durch Klick auf diesen Button k&ouml;nnen ganze Kategorieenbl&ouml;cke wiederholt werden. Teilweise ist auch die Wiederholung einzelner Unterfelder m&ouml;glich (z. B. bei Besetzungsangaben). Dazu dient ein kleineres, gr&uuml;n markiertes &bdquo;+&ldquo;-Zeichen.</p>


<h3>L&ouml;schen (Abfallkorb)</h3>

<p>Mit Klick auf das Abfall-Icon kann ein ganzer Erfassungsblock, der nicht verwendet wird, gel&ouml;scht werden. Dies dient einer leichteren &Uuml;bersicht bei der Erfassung. Bei Nichtverwendung m&uuml;ssen die Bl&ouml;cke jedoch nicht zwingend gel&ouml;scht werden, da leere Felder in der f&uuml;r die Benutzer zug&auml;nglichen Ansicht nicht angezeigt werden.</p>


<h3>Sichtbarkeit (Pfeil)</h3>

<p>Aus Gr&uuml;nden der &Uuml;bersichtlichkeit ist es manchmal sinnvoll, gewisse Unterfelder in ihrer Darstellung zu reduzieren. Dazu dient dieser Button.</p>
